<?php
    $lang = array(
        "country" => "Հայաստանի Հանրապետություն",
        "title" => "Փորձաքննությունների ազգային բյուրո",
        "home" => "ԳԼԽԱՎՈՐ ԷՋ",
        "news" => "ԼՐԱՀՈՍ",
        "structure" => "ԿԱՌՈՒՑՎԱԾՔ",
        "contactUs" => "ԿԱՊ ԲՅՈՒՐՈՅԻ ՀԵՏ",
        "person" => "Արգամ Նորայրի Հովսեփյան",
        "degree" => "«Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի տնօրեն, բ.գ.թ.",
        "p1" => "Հարգելի այցելու,",
        "p2" => "Ողջունում եմ Ձեզ Հայաստանի Հանրապետության գիտությունների ազգային ակադեմիայի «Փորձաքննությունների ազգային բյուրո» պետական ոչ առևտրային կազմակերպության պաշտոնական կայք էջում: Հուսով եմ այստեղ Դուք կգտնեք Ձեզ հետաքրքրող հարցերի վերաբերյալ անհրաժեշտ տեղեկատվությունը, կծանոթանաք «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի կառուցվածքին, հիմնական գործառույթներին և փորձագիտական հնարավորություններին՝ կատարվող փորձաքննությունների տեսակներին և ենթատեսակներին, փորձագիտական բնագավառի տարբեր ոլորտների հետազոտությունների նոր մեթոդների կիրառման վերաբերյալ տեղեկատվությանը և նորություններին: Կայք էջում զետեղված տեղեկատվությունը հնարավորություն կտա ճիշտ կողմնորոշվել ինչպես քրեական հետապնդում և արդարադատություն իրականացնող մարմիններին՝ իրենց գործառույթների իրականացման ընթացքում, այնպես էլ իրավաբանական և ֆիզիկական անձանց՝ իրենց իրավունքների պաշտպանության ընթացքում փորձագիտական ծառայության հնարավորություններից լիարժեք օգտվելու հարցերում:",
        "p3" => "  Ցանկանում եմ ընդգծել, որ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ը, հանդիսանալով նաև դատափորձագիտական ինստիտուտների Եվրոպական ցանցի (ENFSI) լիիրավ անդամ, իր ողջ թիմով մշտապես նպատակամղված է կատարելագործել և զարգացնել դատափորձագիտական բնագավառի հնարավորությունները մեր երկրում՝ ապահովելու համար միջազգային մակարդակի փորձագիտական արդի հնարավորությունների ներդրումը Հայաստանի Հանրապետությունում:",
        "searchWEBSite" => "Կայքի որոնում",
        "search" => "ՈՐՈՆԵԼ",
        "n1" => "Մեր մասին",
        "n2" => "Կառավարման մարմիններ",
        "n3" => "Տնօրեն",
        "n4" => "Տնօրենի տեղակալներ",
        "n5" => "Փորձագիտական ստորաբաժանումներ",
        "n6" => "Այլ ստորաբաժանումներ",
        "n7" => "Մեր գործընկերները",
        "n8" => "Թափուր աշխատատեղ",
        "n9" => "Օրենսդրություն",
        "n10" => "Արխիվ",
        "n11" => "Տեսադարան"
    );
?>