<?php
    $lang = array(
        "country" => "Республика Армения",
        "title" => "Национальное бюро экспертиз",
        "home" => "Главная страница",
        "news" => "Новости",
        "structure" => "Структура",
        "contactUs" => "Связь с бюро",
        "person" => "Аргам Норайрович Овсепян",
        "degree" => "Директор ГНКО \"Национальное бюро экспертиз\", канд. мед. наук",
        "p1" => "Уважаемый посетитель,",
        "p2" => "приветствую Вас на официальной странице сайта Государственной некоммерческой организации “Национальное бюро экспертиз″ Национальной академии наук Республики Армения. Надеюсь, что на страницах сайта Вы найдете необходимую информацию о интересующих Вас вопросах, ознакомитесь с организационной структурой Государственной некоммерческой организации \"Национальное бюро экспертиз″, а также как с основными функциями и экспертными возможностями, в частности, с видами и подвидами выполняемых судебных экспертиз и экспертных исследований, так и с информацией и новостями о применяемых новых методах в различных областях научно-экспертной деятельности.",
        "p3" => "Информация, размещенная на страницах сайта, позволит Вам правильно сориентироваться в вопросах связанных с использованием возможностей экспертных услуг как в ходе деятельности органов уголовного преследования и правосудия, так и в ходе защиты прав юридических и физических лиц. Хотелось бы подчеркнуть, что Государственная некоммерческая организация “Национальное бюро экспертиз″, является также полноправным членом Европейской сети судебно-экспертных институтов (ENFSI), что позволяет полноценно проводить работы направленные на совершенствование и развитие судебно-экспертных возможностей в нашей стране и обеспечения современного международного уровня экспертых возможностей в Республике Армения.",
        "searchWEBSite" => "Поиск на сайте",
        "search" => "Поиск",
        "n1" => "О нас",
        "n2" => "Органы управления",
        "n3" => "Директор",
        "n4" => "Заместители директора",
        "n5" => "Экспертные подразделения",
        "n6" => "Другие подразделения",
        "n7" => "Наши партнеры",
        "n8" => "Вакансии",
        "n9" => "Законодательство",
        "n10" => "Архив",
        "n11" => "Видеогалерея"
    );
?>