
var arr = [
    ["images/1.jpg", "«Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ն ընդլայնում է համագործակցության կապերի շրջանակը դատահոգեբանական փորձաքննությունների ոլորտում", "2018 թվականի սեպտեմբերի 20-ին «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի տնօրենի տեղակալ Պատվական Ոսկանյանը և հոգեբանական փորձաքննությունների բաժնի պետ Անի Վարդանյանը մասնակցել են Երևանի Մ. Հերացու անվան պետական բժշկական համալսարանի հոգեբանության ամբիոնի ստեղծման 10-ամյակին նվիրված միջազգային գիտաժողովին՝ «Դատահոգեբանական փորձաքննության և հոգեբանի մասնակցությամբ համալիր փորձաքննության զարգացման արդի հիմնախնդիրները և հեռանկարները» թեմայով, որը կազմակերպվել էր Երևանի Մ.Հերացու անվան պետական բժշկական համալսարանի և Կալուգայի Կ.Է. Ցիալկովսկու անվան պետական համալսարանի հետ համատեղ:", "item mr"],
    ["images/2.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի մասնակցությունը «Ինքնասպանության և ինքնասպանության...", "Զինված ուժերում ինքնասպանությունների և ինքնախեղումների կանխարգելման միջոցառումների շրջանակներում ս.թ. սեպտեմբերի 9-ին և 10-ին Ծաղկաձորի «Գրողների ստեղծագործական տուն» հյուրանոցային համալիրում անցկացվեց ՀՀ ԶՈՒ ԱՀՏԱ վարչության և «Արար» քաղաքակրթական հետազոտությունների հիմնադրամի կողմից կազմակերպված «Ինքնասպանության և ինքնասպանության հասցնելու երևույթի պատճառները, նպաստող պայմանները, ինչպես նաև կանխարգելման...", "size item"],
    ["images/1.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիային 30.08.2018թ.-ին...", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիան, հետագա հավատարմագրում ստանալու նպատակով 2017 թվականին դիմելով «Հավատարմագրման ազգային մարմին» ՊՈԱԿ, ՀՀ կառավարության 2012 թվականի սեպտեմբերի 06-ի թիվ 1201-Ն որոշման 1-ին կետով սահմանված համապատասխանության գնահատման մարմինների հավատարմագրման կարգի համաձայն՝ բարեհաջող անցել է հավատարմագրման ընթացակարգը, որի արդյունքում...", "item mr"],
    ["images/1.jpg", "«Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ն ընդլայնում է համագործակցության կապերի շրջանակը դատահոգեբանական փորձաքննությունների ոլորտում", "2018 թվականի սեպտեմբերի 20-ին «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի տնօրենի տեղակալ Պատվական Ոսկանյանը և հոգեբանական փորձաքննությունների բաժնի պետ Անի Վարդանյանը մասնակցել են Երևանի Մ. Հերացու անվան պետական բժշկական համալսարանի հոգեբանության ամբիոնի ստեղծման 10-ամյակին նվիրված միջազգային գիտաժողովին՝ «Դատահոգեբանական փորձաքննության և հոգեբանի մասնակցությամբ համալիր փորձաքննության զարգացման արդի հիմնախնդիրները և հեռանկարները» թեմայով, որը կազմակերպվել էր Երևանի Մ.Հերացու անվան պետական բժշկական համալսարանի և Կալուգայի Կ.Է. Ցիալկովսկու անվան պետական համալսարանի հետ համատեղ:", "item"],
    ["images/3.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի մասնակցությունը «Ինքնասպանության և ինքնասպանության...", "Զինված ուժերում ինքնասպանությունների և ինքնախեղումների կանխարգելման միջոցառումների շրջանակներում ս.թ. սեպտեմբերի 9-ին և 10-ին Ծաղկաձորի «Գրողների ստեղծագործական տուն» հյուրանոցային համալիրում անցկացվեց ՀՀ ԶՈՒ ԱՀՏԱ վարչության և «Արար» քաղաքակրթական հետազոտությունների հիմնադրամի կողմից կազմակերպված «Ինքնասպանության և ինքնասպանության հասցնելու երևույթի պատճառները, նպաստող պայմանները, ինչպես նաև կանխարգելման...", "size item mr"],
    ["images/1.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիային 30.08.2018թ.-ին...", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիան, հետագա հավատարմագրում ստանալու նպատակով 2017 թվականին դիմելով «Հավատարմագրման ազգային մարմին» ՊՈԱԿ, ՀՀ կառավարության 2012 թվականի սեպտեմբերի 06-ի թիվ 1201-Ն որոշման 1-ին կետով սահմանված համապատասխանության գնահատման մարմինների հավատարմագրման կարգի համաձայն՝ բարեհաջող անցել է հավատարմագրման ընթացակարգը, որի արդյունքում...", "item"],
    ["images/1.jpg", "«Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ն ընդլայնում է համագործակցության կապերի շրջանակը դատահոգեբանական փորձաքննությունների ոլորտում", "2018 թվականի սեպտեմբերի 20-ին «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի տնօրենի տեղակալ Պատվական Ոսկանյանը և հոգեբանական փորձաքննությունների բաժնի պետ Անի Վարդանյանը մասնակցել են Երևանի Մ. Հերացու անվան պետական բժշկական համալսարանի հոգեբանության ամբիոնի ստեղծման 10-ամյակին նվիրված միջազգային գիտաժողովին՝ «Դատահոգեբանական փորձաքննության և հոգեբանի մասնակցությամբ համալիր փորձաքննության զարգացման արդի հիմնախնդիրները և հեռանկարները» թեմայով, որը կազմակերպվել էր Երևանի Մ.Հերացու անվան պետական բժշկական համալսարանի և Կալուգայի Կ.Է. Ցիալկովսկու անվան պետական համալսարանի հետ համատեղ:", "item mr"],
    ["images/2.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի մասնակցությունը «Ինքնասպանության և ինքնասպանության...", "Զինված ուժերում ինքնասպանությունների և ինքնախեղումների կանխարգելման միջոցառումների շրջանակներում ս.թ. սեպտեմբերի 9-ին և 10-ին Ծաղկաձորի «Գրողների ստեղծագործական տուն» հյուրանոցային համալիրում անցկացվեց ՀՀ ԶՈՒ ԱՀՏԱ վարչության և «Արար» քաղաքակրթական հետազոտությունների հիմնադրամի կողմից կազմակերպված «Ինքնասպանության և ինքնասպանության հասցնելու երևույթի պատճառները, նպաստող պայմանները, ինչպես նաև կանխարգելման...", "size item"],
    ["images/1.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիային 30.08.2018թ.-ին...", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիան, հետագա հավատարմագրում ստանալու նպատակով 2017 թվականին դիմելով «Հավատարմագրման ազգային մարմին» ՊՈԱԿ, ՀՀ կառավարության 2012 թվականի սեպտեմբերի 06-ի թիվ 1201-Ն որոշման 1-ին կետով սահմանված համապատասխանության գնահատման մարմինների հավատարմագրման կարգի համաձայն՝ բարեհաջող անցել է հավատարմագրման ընթացակարգը, որի արդյունքում...", "item mr"],
    ["images/1.jpg", "«Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ն ընդլայնում է համագործակցության կապերի շրջանակը դատահոգեբանական փորձաքննությունների ոլորտում", "2018 թվականի սեպտեմբերի 20-ին «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի տնօրենի տեղակալ Պատվական Ոսկանյանը և հոգեբանական փորձաքննությունների բաժնի պետ Անի Վարդանյանը մասնակցել են Երևանի Մ. Հերացու անվան պետական բժշկական համալսարանի հոգեբանության ամբիոնի ստեղծման 10-ամյակին նվիրված միջազգային գիտաժողովին՝ «Դատահոգեբանական փորձաքննության և հոգեբանի մասնակցությամբ համալիր փորձաքննության զարգացման արդի հիմնախնդիրները և հեռանկարները» թեմայով, որը կազմակերպվել էր Երևանի Մ.Հերացու անվան պետական բժշկական համալսարանի և Կալուգայի Կ.Է. Ցիալկովսկու անվան պետական համալսարանի հետ համատեղ:", "item"],
    ["images/2.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի մասնակցությունը «Ինքնասպանության և ինքնասպանության...", "Զինված ուժերում ինքնասպանությունների և ինքնախեղումների կանխարգելման միջոցառումների շրջանակներում ս.թ. սեպտեմբերի 9-ին և 10-ին Ծաղկաձորի «Գրողների ստեղծագործական տուն» հյուրանոցային համալիրում անցկացվեց ՀՀ ԶՈՒ ԱՀՏԱ վարչության և «Արար» քաղաքակրթական հետազոտությունների հիմնադրամի կողմից կազմակերպված «Ինքնասպանության և ինքնասպանության հասցնելու երևույթի պատճառները, նպաստող պայմանները, ինչպես նաև կանխարգելման...", "size item mr"],
    ["images/3.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիային 30.08.2018թ.-ին...", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիան, հետագա հավատարմագրում ստանալու նպատակով 2017 թվականին դիմելով «Հավատարմագրման ազգային մարմին» ՊՈԱԿ, ՀՀ կառավարության 2012 թվականի սեպտեմբերի 06-ի թիվ 1201-Ն որոշման 1-ին կետով սահմանված համապատասխանության գնահատման մարմինների հավատարմագրման կարգի համաձայն՝ բարեհաջող անցել է հավատարմագրման ընթացակարգը, որի արդյունքում...", "item"],
    ["images/1.jpg", "«Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ն ընդլայնում է համագործակցության կապերի շրջանակը դատահոգեբանական փորձաքննությունների ոլորտում", "2018 թվականի սեպտեմբերի 20-ին «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի տնօրենի տեղակալ Պատվական Ոսկանյանը և հոգեբանական փորձաքննությունների բաժնի պետ Անի Վարդանյանը մասնակցել են Երևանի Մ. Հերացու անվան պետական բժշկական համալսարանի հոգեբանության ամբիոնի ստեղծման 10-ամյակին նվիրված միջազգային գիտաժողովին՝ «Դատահոգեբանական փորձաքննության և հոգեբանի մասնակցությամբ համալիր փորձաքննության զարգացման արդի հիմնախնդիրները և հեռանկարները» թեմայով, որը կազմակերպվել էր Երևանի Մ.Հերացու անվան պետական բժշկական համալսարանի և Կալուգայի Կ.Է. Ցիալկովսկու անվան պետական համալսարանի հետ համատեղ:", "item mr"],
    ["images/2.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի մասնակցությունը «Ինքնասպանության և ինքնասպանության...", "Զինված ուժերում ինքնասպանությունների և ինքնախեղումների կանխարգելման միջոցառումների շրջանակներում ս.թ. սեպտեմբերի 9-ին և 10-ին Ծաղկաձորի «Գրողների ստեղծագործական տուն» հյուրանոցային համալիրում անցկացվեց ՀՀ ԶՈՒ ԱՀՏԱ վարչության և «Արար» քաղաքակրթական հետազոտությունների հիմնադրամի կողմից կազմակերպված «Ինքնասպանության և ինքնասպանության հասցնելու երևույթի պատճառները, նպաստող պայմանները, ինչպես նաև կանխարգելման...", "size item"],
    ["images/1.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիային 30.08.2018թ.-ին...", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիան, հետագա հավատարմագրում ստանալու նպատակով 2017 թվականին դիմելով «Հավատարմագրման ազգային մարմին» ՊՈԱԿ, ՀՀ կառավարության 2012 թվականի սեպտեմբերի 06-ի թիվ 1201-Ն որոշման 1-ին կետով սահմանված համապատասխանության գնահատման մարմինների հավատարմագրման կարգի համաձայն՝ բարեհաջող անցել է հավատարմագրման ընթացակարգը, որի արդյունքում...", "item mr"],
    ["images/3.jpg", "«Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ն ընդլայնում է համագործակցության կապերի շրջանակը դատահոգեբանական փորձաքննությունների ոլորտում", "2018 թվականի սեպտեմբերի 20-ին «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի տնօրենի տեղակալ Պատվական Ոսկանյանը և հոգեբանական փորձաքննությունների բաժնի պետ Անի Վարդանյանը մասնակցել են Երևանի Մ. Հերացու անվան պետական բժշկական համալսարանի հոգեբանության ամբիոնի ստեղծման 10-ամյակին նվիրված միջազգային գիտաժողովին՝ «Դատահոգեբանական փորձաքննության և հոգեբանի մասնակցությամբ համալիր փորձաքննության զարգացման արդի հիմնախնդիրները և հեռանկարները» թեմայով, որը կազմակերպվել էր Երևանի Մ.Հերացու անվան պետական բժշկական համալսարանի և Կալուգայի Կ.Է. Ցիալկովսկու անվան պետական համալսարանի հետ համատեղ:", "item"],
    ["images/2.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի մասնակցությունը «Ինքնասպանության և ինքնասպանության...", "Զինված ուժերում ինքնասպանությունների և ինքնախեղումների կանխարգելման միջոցառումների շրջանակներում ս.թ. սեպտեմբերի 9-ին և 10-ին Ծաղկաձորի «Գրողների ստեղծագործական տուն» հյուրանոցային համալիրում անցկացվեց ՀՀ ԶՈՒ ԱՀՏԱ վարչության և «Արար» քաղաքակրթական հետազոտությունների հիմնադրամի կողմից կազմակերպված «Ինքնասպանության և ինքնասպանության հասցնելու երևույթի պատճառները, նպաստող պայմանները, ինչպես նաև կանխարգելման...", "size item mr"],
    ["images/1.jpg", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիային 30.08.2018թ.-ին...", "ՀՀ ԳԱԱ «Փորձաքննությունների ազգային բյուրո» ՊՈԱԿ-ի սննդամթերքի փորձարկման լաբորատորիան, հետագա հավատարմագրում ստանալու նպատակով 2017 թվականին դիմելով «Հավատարմագրման ազգային մարմին» ՊՈԱԿ, ՀՀ կառավարության 2012 թվականի սեպտեմբերի 06-ի թիվ 1201-Ն որոշման 1-ին կետով սահմանված համապատասխանության գնահատման մարմինների հավատարմագրման կարգի համաձայն՝ բարեհաջող անցել է հավատարմագրման ընթացակարգը, որի արդյունքում...", "item"]
];

var newsContent = document.getElementById("newId");
for (i = 0; i < arr.length; i++) {
        var item = document.createElement('div');
        item.className = arr[i][3];

        var itemImg = document.createElement("div");
        var img1 = document.createElement("img");
        var itemContent = document.createElement("div");
        var h4 = document.createElement("h4");
        var p = document.createElement("p");
        var span = document.createElement("span");

        itemImg.className = "itemImg";
        itemContent.className = "itemContent";

        newsContent.appendChild(item);
        item.appendChild(itemImg);
        item.appendChild(itemContent);
        itemImg.appendChild(img1);
        itemContent.appendChild(h4);
        itemContent.appendChild(p);
        itemContent.appendChild(span);

        img1.setAttribute('src', arr[i][0]);
        h4.innerHTML = arr[i][1];
        p.innerHTML = arr[i][2];

        var x = document.createElement("A");
        var t = document.createTextNode("տեսնել ավելին");
        x.setAttribute("href", "https://www.w3schools.com");
        x.appendChild(t);
        span.appendChild(x);
        span.appendChild(document.createTextNode(' ❯'));
}
    // var sliderShow = document.getElementsByClassName("footerTop");
    // var ev = function(event) {
    //     console.log(window.innerWidth);
    //     if(window.innerWidth < 769) {
    //         sliderShow.slidesToShow = 3;
    //         alert("stop");
    //     }
    // };
    // window.addEventListener('resize', ev, false);